



string = {'Физическая линия сердца.': """Линия сердца на руке заканчивается непосредственно у основания пальцев,
а это значит, что он человек открытый, не стесняющийся выражать даже самые потаенные чувства. По натуре он человек
теплый, любящий и заботливый. Когда с ним случаются неприятности, он не позволяет себе впадать в отчаяние и быстро
возвращается к нормальной жизни.""",

'Духовная линия сердца.': """Духовная линия сердца указывает на то, что человек не способен легко и непринужденно
обсуждать свои личные чувства и переживания. Однако если он начнет работать над собой, то постепенно научится
открывать свое сердце другим людям. Временами он страдает от повышенной чувствительности. Ему нравится общаться с
 окружающими людьми, и в то же время он нуждается в ощущении свободного пространства вокруг себя.""",

 'Линия сердца заканчивающаяся между пальцами юпитера и сатурна.': """Человек, на руке которого линия сердца
 заканчивается между указательным и средним пальцами, реалистично относится к своей личной жизни, не предъявляя
 завышенных требований и не страдая от несбывшихся ожиданий.""",

 'Раздвоенная линия сердца.': """Такие линии встречаются на руках людей, чья душевная организация очень сложна и
  многогранна. Эти люди способны видеть и понимать проблемы комплексно."""
  ,
  "Цепочка на линии сердца.": """Цепочки на линии сердца символизируют эмоциональное напряжение — частые душевные
  взлеты и падения. Кресты и разрывы на линии указывают на эмоциональную потерю — окончание любовных взаимоотношений,
   возможно, в результате смерти партнера. Островок указывает на период депрессии и подавленного состояния.""",

   'Двойная линия сердца.': """Если на руке человека присутствует двойная линия сердца, это говорит о том, что его
   избранник будет исключительно заботливым и преданным.""",

   'Творческая линия ума.': """У такого человека богатое воображение. Ко всему, что он делает, он старается подходить
   творчески, максимально используя воображение.""",


   'Практичная линия ума.': """Человек у которого простой подход ко всему, чем занимается. Не склонен полагаться
   на слепую веру, предпочитая держать ситуацию под своим личным контролем. Ему нравится во всем докапываться до
   сути и самостоятельно принимать решения.""",

   'Писательская резвилка.': """Ее присутствие на ладони говорит о том, что человек обладает ярким, живым воображением
   и часто рождает оригинальные идеи, которые впоследствии может реализовать на практике. Конечно, в первую очередь
   этим занимаются писатели, но и представители других профессий не отстают от них.""",

   'Линия ума, отражающая большие материальные запроы.': """В отдельных случаях такая линия ума может являться своего
   рода благоприятным знаком, но, как правило, она указывает на человека, одержимого идеей обогащения до такой
   степени, что он не в состоянии остановиться.""",

   'Линия ума, удаленная от линии жизни.': """Чем дальше от линии жизни начинается линия ума, тем независимее и
   свободолюбивее будет человек.""",

   'Линия ума, исходящая из линии жизни.': """Если линия ума исходит из линии жизни и на протяжении некоего
   отрезка сливается с ней, это символизирует столь огромное влияние семьи, что человек был не в состоянии
   (или просто не испытывал потребности) самостоятельно принимать решения.""",

   'Очень длинная линия ума.': """Длинная линия ума указывает на разносторонне развитого человека, отличающегося
    обилием интересов и быстротой мышления""",

    'Короткая линия ума.': """Люди с короткой линией ума прямолинейны и практичны в помыслах и поступках.
    Они стараются как можно быстрее приступить к работе и выполнить ее, не теряя понапрасну времени.
    Эти люди не расположены к анализу в той мере, в какой к нему склонны те, у кого длинные линии ума.""",

    'Линия жизни обнимающая большойо палец.': """Временами он страдает от недостатка энергии. У него в
    запасе нет стольких сил, сколько ему хотелось бы иметь. Он нуждается в регулярном отдыхе и расслаблении.""",

    'Линия жизни полностью пересекающая ладонь.': """Такой Человек скорее всего отличается слабостью, пассивностью,
    медлительностью и повышенной утомляемостью.""",

    'Линия сестра.': """Эта линия всегда является исключительно благоприятным знаком. Если она расположена ближе
    к концу линии жизни, это говорит о том, что человек будет вести активный образ жизни даже в глубокой старости.""",

}


print(string[1])
